[{"id":2,"target":"Студенты бакалавриата, специалитета, магистратуры машиностроительных специальностей и инженерные работники, работющие в машиностроении","description":"В курсе рассматриваются современные подходы к автоматизированной конструкторско-технологической подготовке машиностроительного производства и функциональные возможности современной PLM-системы TeamCenter. В рамках курса вы научитесь создавать электронную модель машиностроительного изделия, используя автоматизированные системаы NX CAD и NX CAM.\r\n\r\nКурс рассчитан на подготовленного пользователя, разбирающегося в вопросах машиностроения и имеющего навык работы с современными графическими системами, используемыми в машиностроении. Научить современным подходам к созданию изделий с использованием современных автоматизированных систем CAD, CAM, PLM разработанных фирмой SIEMENS.","course_program":"Введение\r\nРаздел 1. Жизненный цикл изделия и цифровые технологии его сопровождения\r\nРаздел 2. Изучение SIEMENS NX и возможностей модулей системы\r\nРаздел 3. Концепция CAM проекта и ключевые технологии\r\nРаздел 4. PLM-технологии с использованием TEAMCENTER\r\nИтоговая аттестация","lectures_count":34,"prerequisites":"Для освоения данного курса рекомендуется наличие высшего образования в сфере машиностроения, знакомство с программами CAD","format":"Видеолекции, скринкасты, текстовые материалы, тесты для самоконтроля,практические работы","course_id":"course-v1:UrFU+COLLAB+session_01","display_name":"Коллаборативный подход к разработке изделий производства","course_image_url":"https://courses.urfu.online/asset-v1:UrFU+COLLAB+session_01+type@asset+block@collab_cover.png","banner_image_url":"/asset-v1:UrFU+COLLAB+session_01+type@asset+block@images_course_image.jpg","course_video_url":null,"short_description":"","duration":"6 недель","credits":"2 з.е.","start_display":null,"start_date":"2030-01-01T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[{"name":"Богоявленский Алексей Викторович","description":"Кандидат технических наук, доцент кафедры Металлорежущие станки и инструменты","photo_url":"https://courses.urfu.online/media/author1.jpg"},{"name":"Кугаевский Сергей Семенович","description":"Кандидат технических наук, доцент кафедры Металлорежущие станки и инструменты","photo_url":"https://courses.urfu.online/media/author2.png"},{"name":"Старостин Андрей Павлович","description":"Старший преподаватель кафедры Общего машиностроения","photo_url":"https://courses.urfu.online/media/author3.png"}],"competences":["Способность использовать CAD, CAM, PLM системы для решения профессиональных задач."],"results":["- выполнять основные операции по созданию сборочного изделия в программном продукте Siemens NX;","- конструировать детали и узлы с использованием автоматизированной системы NX CAD;","- проектировать в NX CAD выполнение процесса обработки деталей изделия на станке с ЧПУ;","- составлять план работ по разработке нового машиностроительного изделия с использованием подсистем и функций включенных в Teamcenter;"]},{"id":3,"target":"","description":"","course_program":"","lectures_count":0,"prerequisites":"","format":"","course_id":"course-v1:UrFU+DIGINSCIENCE+version_01","display_name":"Цифровые компетенции в научной деятельности","course_image_url":"https://courses.urfu.online/asset-v1:UrFU+DIGINSCIENCE+version_01+type@asset+block@cover.png","banner_image_url":"/asset-v1:UrFU+DIGINSCIENCE+version_01+type@asset+block@images_course_image.jpg","course_video_url":"http://www.youtube.com/watch?v=_YVFHkINhYA","short_description":"Курс направлен на развитие цифровых компетенций в научной деятельности преподавателей-исследователей  посредством освоения современных систем работы с научной литературой, ознакомлением с базовыми наукометрическими индикаторами достижений и основами научной этики в цифровую эпоху","duration":"","credits":"","start_display":"1 января 2022 г.","start_date":"2022-01-01T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[],"competences":[],"results":[]},{"id":4,"target":"Курс направлен на получение и закрепление профессиональных навыков управления интеллектуальными ресурсами в современных условиях инновационного развития предприятий.","description":"Содержание курса обеспечивает получение и развитие навыков эффективного управления интеллекуальными ресурсами в современных условиях инновационной активности предприятий.\r\nОсвоение курса позволит расширить круг знаний в области формирования,использования и развития интеллектуальных ресурсов предприятий в условиях сложной, нестабильной среды, требующей от предприятий постоянного инновационного развития.","course_program":"1. Экономический аспект управления интеллектуальными ресурсами\r\n1.1. Экономическая сущность интеллектуальных ресурсов\r\n1.2. Понятие и сущность интеллектуального капитала\r\n1.3. Структура и содержание интеллектуального капитала\r\n1.4. Подходы к управлению интеллектуальными ресурсами\r\n1.5. Подходы к оценке интеллектуальных ресурсов предприятий\r\n2. Интеллектуальная собственность \r\n2.1. Основные понятия и сущность интеллектуальной собственности\r\n2.2. Объекты интеллектуальной собственности, охраняемые авторским правом\r\n2.3. Объекты интеллектуальной собственности, охраняемые патентным правом\r\n3.  Управленческий аспект управления интеллектуальными ресурсами\r\n3.1. Особенности воспроизводства и управления интеллектуальными ресурсами на уровне личности\r\n3.2. Система управления интеллектуальными ресурсами\r\n3.3. Компетентностный подход к управлению интеллектуальными ресурсами предприятий\r\n4. Управление человеческими ресурсами в системе управления интеллектуальными ресурсами\r\n4.1. Система управления человеческими ресурсами\r\n4.2. Современные подходы к отбору человеческих ресурсов\r\n4.3. Командная работы в системе управления интеллектуальными ресурсами\r\n5. Тенденции развития интеллектуальных ресурсов в условиях глобализации экономики, знаний и технологий\r\n5.1. Новое отношение к потреблению и производству. \r\n5.2. Новый подход к бизнесу.\r\n5.3. Тренд на замещение человеческого труда машинным\r\n5.4. Проблемы перехода к новой модели\r\n5.5. Новая модель: экзистенциальные навыки и метанавыки","lectures_count":20,"prerequisites":"Знания в области управления предприятиями (организациями) не ниже уровня бакалавриата по направлениям «Экономика», «Менеджмент», «Управление персоналом»","format":"видеолекции, тексты, тесты","course_id":"course-v1:KGSU+INTRESMANAG+version_01","display_name":"Управление интеллектуальными ресурсами","course_image_url":"https://courses.urfu.online/asset-v1:KGSU+INTRESMANAG+version_01+type@asset+block@kgsu_01.jpg","banner_image_url":"/asset-v1:KGSU+INTRESMANAG+version_01+type@asset+block@images_course_image.jpg","course_video_url":null,"short_description":"Курс направлен на получение и закрепление профессиональных навыков управления интеллектуальными ресурсами в современных условиях инновационного развития предприятий.","duration":"10 недель","credits":"3 з.е.","start_display":null,"start_date":"2030-01-01T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[{"name":"Ильченко Елена Николаевна","description":"кандидат экономических наук, доцент, доцент кафедры менеджмента и маркетинга Института экономики и права Курганского государственного университета","photo_url":"https://courses.urfu.online/media/ilchenko.jpg"}],"competences":["Способность решать профессиональные задачи на основе знания экономической, организационной и управленческой теории, инновационных подходов к управлению интеллектуальными ресурсами.","Способность использовать техники и методики управления интеллектуальными ресурсами при решении управленческих задач.","Способность руководить проектной и процессной деятельностью предприятия с использованием современных практик управления.","Способность к развитию инновационных направлений деятельности предприятий в условиях сложной динамичной среды."],"results":["Знать основы управления интеллектуальными ресурсами предприятий (сущность интеллектуального капита, ресурсов, интеллектуальной собственности; подходы к управлению интеллектуальными ресурсами).","Уметь применять лучшие практики управления интеллектуальными ресурсами в инновационной деятельности предприятий.","Владеть навыками формирования, использования и развития интеллектуальных ресурсов предприятия."]},{"id":5,"target":"инженерные работники, работающие в области современных цифровых объектов , электроэненргетики (цифровых подстанций)","description":"Содержание курса «Применение технологий МЭК 61850 в электроэнергетике» охватывают вопросы архитектур построения цифровых подстанций, основ функционирования отдельных компонентов таких подстанций, а также инструментов для тестирования компонентов и проектирования современных цифровых объектов электроэнергетики. Кроме того, онлайн-курс посвящен основным тенденциям развития узловых энергообъектов и проблемам реализации современных цифровых технологий на подстанциях. Перечислены требования к отдельным устройствам, обеспечивающим функционирование цифровых подстанций, освещены проблемы кибербезопасности. Рассматриваются конкретные примеры реализации концепции на цифровых энергообъектах","course_program":"Введение в курс\r\nРаздел 1. Обзор глав стандарта МЭК (IEC) 61850. Обзор рынка цифровых подстанций\r\nРаздел 2. Архитектура построения цифровых подстанций\r\nРаздел 3. Протоколы передачи данных\r\nРаздел 4. Синхронизация времени на цифровых энергообъектах\r\nРаздел 5. Конфигурирование цифровых подстанций\r\nРаздел 6. Вопросы кибербезопасности и тестирования устройств цифровых подстанций\r\nРаздел 7. Настройка работы вторичных устройств цифровых подстанций (пакет виртуальных лабораторных работ)\r\nИтоговая аттестация","lectures_count":23,"prerequisites":"наличие высшего образования по направлениям, связанным с электроэнергетикой. Желательным является наличие приобретенных знаний в области IT-технологий и коммуникаций","format":"видеолекции, скринкасты, текстовые материалы, тесты для самоконтроля,практические работы","course_id":"course-v1:UrFU+IEC6185+version_01","display_name":"Применение технологий МЭК 61850 в электроэнергетике","course_image_url":"https://courses.urfu.online/asset-v1:UrFU+IEC6185+version_01+type@asset+block@cover.jpg","banner_image_url":"/asset-v1:UrFU+IEC6185+version_01+type@asset+block@images_course_image.jpg","course_video_url":null,"short_description":null,"duration":"6 недель","credits":"2 з.е.","start_display":"23 августа 2021 г.","start_date":"2021-08-23T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[{"name":"Мухлынин Никита Дмитриевич к.т.н., доцент кафедры Автоматизированные электрические системы, УралЭНИН УрФУ","description":"к.т.н., доцент кафедры Автоматизированные электрические системы, УралЭНИН УрФУ","photo_url":"https://courses.urfu.online/media/muh.png"},{"name":"Тащилин Валерий Александрович","description":"к.т.н., доцент кафедры Автоматизированные электрические системы, УралЭНИН УрФУ","photo_url":"https://courses.urfu.online/media/tasch.png"}],"competences":["Способность: -использовать современный международный стандарт МЭК 61850, а также другие стандарты, сопутствующие внедрению цифровых энергообъектов в области электроэнергетики в задачах их проектирования, конфигурирования, тестирования и наладки; - дать оценку функциональным возможностям и особенностям компонентов цифрового энергообъекта, включая компоненты коммуникационной сети, вторичного и цифрового первичного оборудования, выделить их достоинства и недостатки; -организовать работу коммуникационной сети цифрового энергообъекта с выбором ее архитектуры и настройкой адресации между ее элементами и подключенными к ней устройствами; -читать, анализировать и создавать конфигурационные SCL файлы, в которых приводится функциональное и структурное описание цифрового энергообъекта и настройки коммуникации его компонентов; -настраивать вторичное оборудование с поддержкой МЭК 61850 для осуществления коммуникационного обмена в сети цифровой подстанции и реализации элементов его функционала."],"results":["По завершению курса вы сможете: - ориентироватся в содержании глав международного стандарта МЭК (IEC) 61850 для поиска необходимой информации; - классифицировать и определять основные преимущества и недостатки различных архитектур построения цифровых подстанций; -описывать функции первичных и вторичных устройств цифровой подстанции на основе знанийпо конфигурированию подстанции ; - применять программное обеспечение для мониторинга коммуникационной сети при настройке приема и передачи данных между устройствами; - настраивать вторичное оборудование цифровой подстанции для осуществления коммуникационного обмена с использованием различных протоколов передачи данных, а также для проверки их функций; - назначать и рассчитывать параметры, отвечающие за функцию адресации между различными устройствами, подключенными к цифровой коммуникационной сети"]},{"id":6,"target":"Курс направлен на понимание сути и структуры инновационного рынка, знакомит с инструментами и способами работы на рынке инноваций с целью коммерциализациии результатов интеллектуальной деятельности","description":"Основная задача данного курса: дать понимание структуры инновационного рынка, а также обучить способам работы на данном рынке с основной задачей: коммерциализация результатов интеллектуальной деятельности. В основе инновационного развития любой страны лежат фундаментальные научные открытия и изобретения. Но любые научные открытия становятся инновацией только с том случае, если они обладают свойством коммерциализации. Именно коммерциализация является основным этапом перехода от посевной стадии инновационного проекта к его прикладной (рыночной) стадии. Именно при реализации рыночной стадии инновация приобретает свойство полезности для реальных потребителей.\r\nРазвитие любого бизнеса, в том числе инновационного, невозможно без понимания того, кто ваш клиент, и каковы его потребности. Только четкая ориентация на рынок позволяет создавать конкурентоспособные продукты и технологии.","course_program":"Раздел 1. Введение в инновационное развитие\r\nРаздел 2.Маркетинг инноваций. Оценка рынка инновационных продуктов\r\nРаздел 3.Разработка инновационных продукта (Product development)\r\nРаздел 4.Выведение инновационного продукта на рынок (Customer development)\r\nРаздел 5.Трансфер технологий и лицензирование\r\nРаздел 6.Создание и развитие стартап\r\nРаздел 7.Коммерческий НИОКР","lectures_count":15,"prerequisites":"Базовые знания экономики, экономики предприятия","format":"видеолекции, тексты, тесты","course_id":"course-v1:SUSU+INNOCOMMERC+session_01","display_name":"Маркетинг и коммерциализация инноваций","course_image_url":"https://courses.urfu.online/asset-v1:SUSU+INNOCOMMERC+session_01+type@asset+block@innocomerc.jpg","banner_image_url":"/asset-v1:SUSU+INNOCOMMERC+session_01+type@asset+block@images_course_image.jpg","course_video_url":null,"short_description":"Курс направлен на понимание сути и структуры инновационного рынка, знакомит с инструментами и способами работы на рынке инноваций с целью коммерциализациии результатов интеллектуальной деятельности ","duration":"7 недель","credits":"3 з.е.","start_display":null,"start_date":"2030-01-01T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[{"name":"Баева Дарья Александровна","description":"доцент кафедры экономики и финансов ЮУрГУ, доцент, кандидат экономических наук","photo_url":"https://courses.urfu.online/media/baeva.jpg"},{"name":"Вайсман Елена Давидовна","description":"профессор кафедры экономики и финансов ЮУрГУ, профессор, доктор экономических наук","photo_url":"https://courses.urfu.online/media/vaisman.jpg"},{"name":"Подшивалова Мария Владимировна","description":"профессор кафедры экономики и финансы ЮУрГУ, доцент, доктор экономических наук","photo_url":"https://courses.urfu.online/media/podshivalova.jpg"},{"name":"Литке Марина Геннадьевна","description":"доцент кафедры экономики и управления проектами  ЮУрГУ, кандидат экономических наук","photo_url":"https://courses.urfu.online/media/litke.jpg"}],"competences":["Способен выявлять и оценивать новые рыночные возможности, разрабатывать бизнес-планы создания и развития новых направлений деятельности и организаций."],"results":["Знать сущность и свойства инноваций, понятие объекта интеллектуальной собственности, инструменты маркетинговых исследований, методы моделирования потребностей потребителей, понятие «трансфер технологий»","Владеть навыками по работе с целевыми сегментами рынка и прогнозирования спроса на инновационный продукт, методами и инструментами оценки и определения критериев выбора целевого сегмента рынка."]},{"id":7,"target":"специалисты, не имеющие экономического образования; выпускники высших учебных заведений","description":"Курс начинается с рассмотрения общих закономерностей и тенденций развития научно-технических инноваций и методов управления ими, принятых в инновационном менеджменте. Рассматриваются основные понятия и сведения об управлении проектами, являющимися основным инструментом внедрения научно-технических инноваций. Важным элементом проектного менеджмента, прежде всего в научно-технических проектах является анализ факторов внешней и внутренней среды организации, оказывающих влияние на научно-технический проект. Рассмотрению этих факторов посвящен второй раздел курса. В третьем разделе рассматриваются основные современные технологии, стандарты и группы процессов управления проектами, знание которых необходимо для осуществления практического управления научно-техническим проектом. В четвертом разделе рассматриваются современные подходы к управлению экономикой и финансами проекта, начиная с основных понятий управления затратами и бюджетирования и заканчивания рассмотрением методов финансового анализа и построения финансово-экономических моделей научно-технического проекта. Наконец, последний раздел курса посвящен рассмотрению подходов к проектному финансированию, используемых в проведении крупных международных научно-технических проектов, использующих в том числе инструменты государственного и частного партнерства. Прохождение курса даст слушателям возможность приобрести необходимые компетенции для управления экономикой и финансами научно-технических проектов и позволит успешно работать в роли аналитика, эксперта и руководителя таких проектов.","course_program":"Введение в курс \r\nРаздел 1 Научно-технические инновации и проекты\r\nТема 1. Понятия и классификация инноваций. Управление инновациями \r\nТема 2 Особенности научно-технических инноваций. Управление научно-техническими инновациями\r\nТема 3 Определение проекта. Жизненный цикл проекта.\r\nТема 4. Инновации и научно-технические проекты \r\nТема 5 Инвестиционные научно-технические проекты. Определение, классификация. Оценка эффективности \r\nРаздел 2 Факторы, влияющие на принятие проектных решений\r\nТема 6 Цикличность экономического развития. Факторы, влияющие на принятие инвестиционных решений. \r\nТема 7 Жизненные циклы продуктов и клиентов. Организация учета доходов и затрат в рамках жизненного цикла \r\nТема 8 Управление жизненным циклом продуктов и клиентов \r\nТема 9 Особенности жизненных циклов продуктов и клиентов в условиях цифровой экономики \r\nРаздел 3. Управление научно-техническими проектами\r\nТема 10. Группы процессов управления проектами на протяжении их жизненного цикла \r\nТема 11. Инициация, планирование, исполнение анализ и завершение проекта\r\nТема 12 Управление рисками научно-технического проекта \r\nРаздел 4 Экономика и финансы научно-технического проекта\r\nТема 13 Основы управления затратами \r\nТема 14. Финансовый учет и анализ затрат на исследования и разработки \r\nТема 15 Финансовая модель проекта \r\nТема 16. Управление затратами научно-технического проекта","lectures_count":20,"prerequisites":"Знание дисциплин Основы менеджмента, \"основы экономики\"","format":"видеолекции, тесты, кейсы","course_id":"course-v1:UrFU+FINPROJECT+version_01","display_name":"Экономика и управление финансами научно-технического проекта","course_image_url":"https://courses.urfu.online/asset-v1:UrFU+FINPROJECT+version_01+type@asset+block@images_course_image.jpg","banner_image_url":"/asset-v1:UrFU+FINPROJECT+version_01+type@asset+block@images_course_image.jpg","course_video_url":null,"short_description":"Курс направлен на развитие компетенций в сфере управления инновационными научно-техническими проектами, на всех этапах их жизненного цикла. Целью курса является получение сведений об общих закономерностях управления экономикой и финансами научно-технических проектов, источниках их финансирования рисках. Кроме того, прохождение курса даст устойчивые навыки планирования проекта, оценки его финансовой эффективности и знания  основных групп процессов управления проектами.","duration":"10 недель","credits":"3 з.е.","start_display":null,"start_date":"2030-01-01T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[{"name":"Евгений Валентинович Синицын","description":"д.ф.-м.н., профессор, заведующий кафедрой анализа систем и принятия решений ВШЭМ Уральского Федерального университета","photo_url":"https://courses.urfu.online/media/Sinitsyn_EV.jpg"},{"name":"Батина Ирина Николаевна","description":"кэн, доцент кафедры международной экономики и менеджмента ИНЭУ УрФУ","photo_url":"https://courses.urfu.online/media/batina.png"}],"competences":["УК-2. Способен управлять проектом на всех этапах его жизненного цикла.","ОПК-1. Способен решать профессиональные задачи на основе знания (на продвинутом уровне) экономической, организационной и управленческой теории, инновационных подходов, обобщения и критического анализа практик управления.","ПК-1. Способен обеспечивать общеорганизационную, техническую и финансово-экономическую подготовку проекта, организовывать его инициацию.","ПК-3. Способен планировать, координировать и осуществлять деятельность по управлению сроками, рисками и контролю реализации проектов."],"results":["РО -1 Знает методы управления научно-техническими инновациями","РО -2 Знает современные технологии и стандарты управления проектами","РО-3 Знает методы оценки экономической и финансовой эффективности научно-технических проектов","РО-4 Знает источники и инструменты проектного финансирования","РО -5 Знает методы управления рисками научно технического проекта","РО-6 Умеет оценивать инновационные тенденции в научно технической сфере","РО -7 Умеет проводить финансовый и экономический анализ проекта","РО - 8 Умеет управлять затратами научно-техническиго проекта","РО -9 Имеет устойчивые навыки планирования проекта"]},{"id":8,"target":"Выпускники программ бакалавриата, магистранты (экономический профиль подготовки), сотрудники ИТ компаний, консалтинговых компаний (руководители проектов)","description":"Содержание курса обеспечивает успешную реализацию бизнеса в условиях цифровой трансформации экономики.\r\n Устойчивость и процветание бизнеса можно обеспечить за счет эффективных шагов в развитии, которые способствуют повышению его конкурентоспособности. Стратегически верные шаги в развитии бизнеса – это проекты, реализуемые с использованием наиболее передовой концепции управления Рroject Мanagement. Управление ИТ-проектами – это новая философия и технология в управлении. К настоящему времени управление ИТ-проектами сформировалось как новая культура управленческой деятельности. \r\n На сегодняшний день, каждое предприятие, от малого до крупного бизнеса, не обходится в своей деятельности без информационных систем. Информационные технологии позволяют без труда справляться с большим потоком задач, связанных с производством, планированием, сотрудничеством и другими, связанными с управлением деятельности предприятия в целом. \r\n Проблема эффективного управления очень актуальна, так как эффективность деятельности организации зависит от умения адаптироваться во внешней среде. А поскольку, эффективность деятельности целиком зависит от информационных систем предприятия и используемых технологий, то важной его частью является управление ИТ-проектами, основанное на грамотном применении ИТ-ресурсов для достижения высоких результатов.","course_program":"Введение в курс\r\n 1. Основы ИТ проектов\r\n Основные понятия проектной деятельности.\r\n Процессы управления проектами \r\n Виды проектов в сфере ИТ\r\n Особенности управления ИТ-проектами. Место проектной деятельности в ИТ процессах предприятия.\r\n 2. Методики управления проектами\r\n Соотношение стандартных и гибких технологий управления проектом\r\n Условия применения гибких методов для управления проектами. Методология SCRUM.\r\n Преимущества и недостатки гибких методов\r\n Гибридное управление \r\n 3. Структура и основы планирования проекта\r\n Основные документы проекта\r\n Структурная декомпозиция\r\n Метод критического пути\r\n Технические инструменты управления проектами (MSProject)\r\n 4. Ресурсное планирование\r\n Организационные структуры при проектном управлении\r\n Команда проекта\r\n Типы ресурсов. Ресурсные риски.\r\n Управление портфелем проектов.\r\n 5. Стоимостное планирование\r\n Оценка и расчет стоимости проекта\r\n Метод освоенного объема\r\n Стоимостные риски проекта\r\n Оценка эффективности ИТ-проектов","lectures_count":20,"prerequisites":"Слушателем должны быть освоены темы следующих учебных курсов: \r\nУправление проектами\r\nБизнес-моделирование\r\nАрхитектура предприятия\r\nСетевое планирование","format":"видеолекции, лекционные материалы, практические работы, контрольные мероприятия, кейсы","course_id":"course-v1:UrFU+ITPM+version_01","display_name":"Управление ИТ-проектами","course_image_url":"https://courses.urfu.online/asset-v1:UrFU+ITPM+version_01+type@asset+block@images_course_image.jpg","banner_image_url":"/asset-v1:UrFU+ITPM+version_01+type@asset+block@images_course_image.jpg","course_video_url":null,"short_description":"Курс «Управление ИТ-проектами» предусматривает получение студентами теоретических знаний и практических навыков в сфере разработки ИТ-проектов с использованием методологии управления проектами, а также планирование проекта в приложении MicroSoft Project.","duration":"10 недель","credits":"3 з.е.","start_display":null,"start_date":"2030-01-01T00:00:00+00:00","end_date":null,"enrollment_start":null,"enrollment_end":null,"invitation_only":false,"max_student_enrollments_allowed":null,"language":"ru","pre_requisite_courses":[],"authors":[{"name":"Лаптев Вячеслав Михайлович","description":"зав. кафедрой, кафедра анализа систем и принятия решений, доктор физико-математических наук, старший научный сотрудник","photo_url":"https://courses.urfu.online/media/laptev.jpg"},{"name":"Лапшина Светлана Николаевна","description":"доцент, кафедра анализа систем и принятия решений, кандидат технических наук, доцент","photo_url":"https://courses.urfu.online/media/lapshina_sn.png"},{"name":"Синицын Евгений Валентинович","description":"профессор, кафедра анализа систем и принятия решений, доктор физико-математических наук","photo_url":"https://courses.urfu.online/media/Sinitsyn_EV_7bShIIG.jpg"},{"name":"Тарасьев Александр Александрович","description":"старший преподаватель, кафедра анализа систем и принятия решений, кандидат экономических наук","photo_url":"https://courses.urfu.online/media/tarasev.jpg"},{"name":"Турыгина Виктория Федоровна","description":"старший преподаватель, кафедра анализа систем и принятия решений","photo_url":"https://courses.urfu.online/media/turygina_vf.png"}],"competences":["Способность разрабатывать бизнес-планы создания новых бизнесов на основе инноваций в сфере ИТ","Способность проводить экономический и финансовый анализ деятельности отдельных экономических субъектов","Способность проводить оценку экономической эффективности применения информационных сервисов и систем на уровне отдельной организации","Способность выявлять и анализировать инновации в сфере применения ИТ в экономике и управлении"],"results":["Знать: - методы управления проектами - современные стандарты управления ИТ-проектами Уметь: - создавать сетевую модель ИТ-проекта - разрабатывать иерархическую структуру работ - обеспечивать интеграцию процессов управления ИТ-проектом - идентифицировать риски и разрабатывать план управления рисками - использовать шаблоны проектной документации - минимизировть сроки и затраты на внедрение проекта - выявлять инновации ИТ в экономике и управлении Владеть: - методами организации работы проектных групп - методологией управления проектами - навыками гибкого и гибридного управления"]}]
